export const bannerData = [
  {
    id: 1,
    url:
      'https://image.trevari.co.kr/file/01c1283e-64c9-4689-9c99-b8200c3ab060.book-pc.png',
  },
  {
    id: 2,
    url:
      'https://image.trevari.co.kr/file/bec681f0-c194-4c91-b275-1681aa3e6049.toojaPC.png',
  },
  {
    id: 3,
    url:
      'https://image.trevari.co.kr/file/97906a40-5487-4a4b-bcc2-027055dbc4e4.career-pm%28PC%29.png',
  },
  {
    id: 4,
    url:
      'https://image.trevari.co.kr/file/97906a40-5487-4a4b-bcc2-027055dbc4e4.career-pm%28PC%29.png',
  },
];

export const faqClubData = [
  {
    id: 1,
    category: '개발모임',
    question: '멤버구성은 어떻게 되나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 2,
    category: '개발모임',
    question: '힌 클럽 당 인원은 몇 명 정도인가요??',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 3,
    category: '개발모임',
    question: '개발모임에서는 어떤 공부를 진행하나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 1,
    category: '개발모임',
    question: '멤버구성은 어떻게 되나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 2,
    category: '개발모임',
    question: '힌 클럽 당 인원은 몇 명 정도인가요??',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 3,
    category: '개발모임',
    question: '개발모임에서는 어떤 공부를 진행하나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
];

export const faqApplyData = [
  {
    id: 1,
    category: '신청',
    question: '클럽을 여러개 등록해도 되나요??',
    answer:
      '책을 재료로 펼치는 지적 대화, 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 2,
    category: '신청',
    question: '마감된 클럽은 신청할 수 없나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 3,
    category: '신청',
    question: '결제영수증은 어디서 확인할 수 있나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
];
export const faqRefundata = [
  {
    id: 1,
    category: '환불/변경',
    question: '환불은 어떻게 하나요??',
    answer:
      ' 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 2,
    category: '환불/변경',
    question: '클럽 변경이 가능한가요??',
    answer:
      ' 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 3,
    category: '환불/변경',
    question: '양도가 가능한가요??',
    answer:
      ' 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
];
