export const bannerData = [
  {
    id: 1,
    url:
      'https://image.trevari.co.kr/file/01c1283e-64c9-4689-9c99-b8200c3ab060.book-pc.png',
  },
  {
    id: 2,
    url:
      'https://image.trevari.co.kr/file/bec681f0-c194-4c91-b275-1681aa3e6049.toojaPC.png',
  },
  {
    id: 3,
    url:
      'https://image.trevari.co.kr/file/97906a40-5487-4a4b-bcc2-027055dbc4e4.career-pm%28PC%29.png',
  },
  {
    id: 4,
    url:
      'https://image.trevari.co.kr/file/97906a40-5487-4a4b-bcc2-027055dbc4e4.career-pm%28PC%29.png',
  },
];

export const faqClubData = [
  {
    id: 1,
    category: '개발모임',
    question: '멤버구성은 어떻게 되나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 2,
    category: '개발모임',
    question: '힌 클럽 당 인원은 몇 명 정도인가요??',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 3,
    category: '개발모임',
    question: '개발모임에서는 어떤 공부를 진행하나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 4,
    category: '개발모임',
    question: '멤버구성은 어떻게 되나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 5,
    category: '개발모임',
    question: '힌 클럽 당 인원은 몇 명 정도인가요??',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 6,
    category: '개발모임',
    question: '개발모임에서는 어떤 공부를 진행하나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
];

export const faqApplyData = [
  {
    id: 1,
    category: '신청',
    question: '클럽을 여러개 등록해도 되나요??',
    answer:
      '책을 재료로 펼치는 지적 대화, 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 2,
    category: '신청',
    question: '마감된 클럽은 신청할 수 없나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 3,
    category: '신청',
    question: '결제영수증은 어디서 확인할 수 있나요?',
    answer:
      '책을 재료로 펼치는 지적 대화, 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
];
export const faqRefundata = [
  {
    id: 1,
    category: '환불/변경',
    question: '환불은 어떻게 하나요??',
    answer:
      ' 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 2,
    category: '환불/변경',
    question: '클럽 변경이 가능한가요??',
    answer:
      ' 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
  {
    id: 3,
    category: '환불/변경',
    question: '양도가 가능한가요??',
    answer:
      ' 트레바리 독서모임 트레바리 독서모임은 책을 재료로 지적인 대화를 나누는 토론의 장입니다. 책을 읽고, 독후감을 쓰며 그 감상을 나눕니다.',
  },
];



//------------------------------------------
export const faqforReadPagedata = [
  {
    id: 1,
    question: "1. 프레벨업 멤버가 되면 어떤 혜택이 있나요?",
    answer:
      ['월 1회, 총 4번의 프레벨업 개발모임에 참여하게 됩니다. (일부 6회)']
  },
  {
    id: 2,
    question: "2. 독후감을 제출하지 않으면 정말 모임에 참가할 수 없나요?",
    answer:
      ['안타깝지만 그렇습니다!',
        '프레벨업은 참가자 모두 책을 읽고 각자의 생각을 정리한 후 양질의 대화가 이루어진다고 믿습니다.',
        '저희를 믿고 등록을 해주신 멤버 여러분들에게 \'지속 가능한 개발모임 서비스\'를 제공하기 위해서라도, 저희는 최선을 다해 원칙을 지켜나가려고 합니다.',
        '예쁘게 봐주세요!']
  },
  {
    id: 3,
    question: "3. 모임 진행 순서는 어떻게 되나요?",
    answer:
      ['선정된 책을 구매해서 읽어주세요.',
        '시즌 시작 후, 순차적으로 단톡방을 개설하여 초대해드립니다.',
        '쓰기 모임 이틀 전까지 독후감을 제출해주세요! (프레벨업 홈페이지 > 마이페이지)',
        '상세페이지에 안내된 첫 모임, 장소에서 정해진 발제문으로 대화를 나누어요.',
        '모임 이후 함께 뒷풀이를 가거나, 한 달에 한번 번개에 참여해요']

  },
  {
    id: 4,
    question: "4. 어떤 이야기를 나누나요? ",
    answer:
      ['프레벨업에서 우린 어떤 대화를 나누게 될까요?',
        '우리는 서로 가진 지식과 의견을 꺼내어 생각을 발전시킬 수 있는 주제, 또는 서로 의견이 달라 논쟁할 수 있는 주제로 이야기를 나누게 될 거예요.',
        '어떤 \'발제\'로 어떤 \'토론\'을 하는지 살짝 보여드릴께요.'
      ]
  },
];
